{
  "config": {
    "version": "0.0.0"
  },
  "routes": [
    {
      "routeName": "Intro",
      "icon": "loader",
      "title": "Buongiorno! - Dzień Dobry!"
    },
    {
      "routeName": "Schedule",
      "icon": "clipboard",
      "title": "Program wyjazdu"
    },
    {
      "routeName": "Hotels",
      "icon": "home",
      "title": "Hotele"
    },
    {
      "routeName": "Map",
      "icon": "map",
      "title": "Mapa"
    },
    {
      "routeName": "Fly",
      "icon": "briefcase",
      "title": "Przelot i bagaż"
    }
  ],
  "data": {
    "intro": {
      "title": "Buongiorno! - Dzień Dobry!",
      "items": [
        {
          "image": "http://www.bctincentive.pl/program-wsparcia-sprzedazy/cms/img/u/sardynia/m/sardynia12.jpg",
          "content": [
            {
              "type": "heading",
              "style": {},
              "text": "Sardynia - kolebka długowieczności"
            },
            {
              "type": "paragraph",
              "style": {},
              "text": "Sardynia fascynuje oryginalnymi obrzędami, folklorem, dialektem i kuchnią na bazie lokalnych produktów. Dodatkowo jak ustalili naukowcy, życie na Sardynii gwarantuje długowieczność. Wspaniałe krajobrazy i doskonałe jedzenie są gwarantem szczęścia."
            },
            {
              "type": "paragraph",
              "style": {},
              "text": "Zwana bywa kontynentem w miniaturze, bo prócz morza i wspaniałych plaż są tu góry i wąwozy, rzeki i jeziora, wodospady i jaskinie."
            }
          ]
        },
        {
          "image": "http://www.bctincentive.pl/program-wsparcia-sprzedazy/cms/img/u/sardynia/m/sardynia01.jpg",
          "content": [
            {
              "type": "heading",
              "style": {},
              "text": "Sardynia pełna urokliwości..."
            },
            {
              "type": "paragraph",
              "style": {},
              "text": "Sardynia jest pełna urokliwych zakątków. Jednym z nich jest archipelag La Maddalena (7 głównych wysp to La Maddalena, Caprera, Budelli, Santo Stefano, Santa Maria, Spargi oraz Razzoli), na który można dotrzeć statkami wycieczkowymi i promami wypływającymi z portu w Palau, niewielkim sardyńskim miasteczku położonym w północno-wschodniej części lądu."
            },
            {
              "type": "paragraph",
              "style": {},
              "text": "Od 20 lat region ten znajduje się pod ochroną Parku Narodowego Archipelagu La Maddalena (Parco Nazionale dell'Arcipelago di La Maddalena)."
            }
          ]
        },
        {
          "image": "http://www.bctincentive.pl/program-wsparcia-sprzedazy/cms/img/u/sardynia/m/sardynia01.jpg",
          "content": [
            {
              "type": "heading",
              "style": {},
              "text": "...oraz pięknych plaż"
            },
            {
              "type": "paragraph",
              "style": {},
              "text": "Sardynia to nie tylko zjawiskowe wybrzeże i tajemnicze zatoczki. To również piaszczyste plaże, które uznaje się za jedne z napiękniejszych w basenie Morza Śródziemnego. Do tych najbardziej spektakularnych należą słynna Spiaggia Rosa na Budelli, ukazana przez Michelangela Antonioniego (1912–2007) w filmie Czerwona pustynia z 1964 r., a także Cala Coticcio na Caprerze, Cala Corsara na Spargi czy Cala Lunga na Razzoli."
            },
            {
              "type": "paragraph",
              "style": {},
              "text": "Zachwyca również niesamowity szmaragdowobłękitny kolor wody morskiej przy nabrzeżach i w zatokach oraz liczne formacje skalne."
            }
          ]
        }
      ]
    },
    "schedule": {
      "title": "Program wyjazdu",
      "content": [
        [
          {
            "type": "heading",
            "style": {
              "fontSize": 14
            },
            "text": "Dzień 1. 15.05.2018"
          },
          {
            "type": "paragraph",
            "style": {},
            "text": "Spotkanie z przedstawicielem BCT na lotnisku w Warszawie, przy dedykowanym stanowisku. Przelot do Olbii o godz. 10:30, z przesiadką we Frankfurcie. Przylot na Sardynię o godz. 17:50. Transfer do hotelu Baja Sardinia****, zakwaterowanie. Kolacja i nocleg."
          }
        ],
        [
          {
            "type": "heading",
            "style": {
              "fontSize": 14
            },
            "text": "Dzień 2. 16.05.2018"
          },
          {
            "type": "paragraph",
            "style": {},
            "text": "Śniadanie w hotelu. 9:00 - spotkanie przed hotelem oraz spacer do przystani przy hotelu. 9:15 - rejs statkiem po Archipelagu La Maddalena. Wyprawa statkiem na Archipelag La Maddalena. Pierwszy postój jest na wyspie La Maddalena w miasteczku o tej samej nazwie. Czas wolny ( ok. 1 godz.) na spacer uliczkami miasteczka pełnymi sklepików z pamiątkami i typowych sardyńskich wyrobów rzemieślniczych. Powrót na statek i przepłynięcie na kolejna wyspę Santa Maria. Czas na plażowanie."
          },
          {
            "type": "paragraph",
            "style": {},
            "text": "Powrót na statek i obiad przygotowany przez marynarzy (makaron z sosem pomidorowym). Po obiedzie udajemy się na kolejna wyspę, czas na plażowanie. Dzień pełen wrażeń i niesamowitych widoków. Podczas całej wyprawy przewodnik opowiada o zwiedzanych miejscach. 17:30 - powrót do hotelu. Kolacja w restauracji hotelowej, nocleg."
          }
        ],
        [
          {
            "type": "heading",
            "style": {
              "fontSize": 14
            },
            "text": "Dzień 3. 17.05.2018"
          },
          {
            "type": "paragraph",
            "style": {},
            "text": "Śniadanie w hotelu. 7:30 - Po śniadaniu przejazd w okolice miejscowości Oliena, gdzie z autokaru przesiadamy sie w jeep-y i wyruszamy na podbój Barbagii. 9:30 - Przed południem wjeżdżamy widokową drogą na wysokość ponad 1300 n.p.m.. na Monte Corrasi. W otoczeniu niezwykłego krajobrazu, odbędziemy fascynujący spacer celem odkrycia tajemnic góry oraz endemicznej fauny i flory. Następnie zjeżdżamy do Doliny Lannaitu, podziwiając po drodze bazaltowy płaskowyż i Lago Cedrino dojeżdżamy do Jaskinii „Sa Oche“, zobaczymy niezwykle ciekawy kompleks jaskiń krasowych o fascynującej historii związanej z życiem miejscowej ludności. Kolejnym etapem wyprawy jest charakterystyczny obiad z pasterzami."
          },
          {
            "type": "paragraph",
            "style": {},
            "text": "Docieramy do ovile (bacówki) jednego z zaprzyjaźnionych pasterzy i tam grupa będzie mogła spróbować typowo sardyńskich serów, wędlin, pieczonego prosiaka, chleba carrassau i wina cannonau, jak również sardyńskich nalewek, mirto, filu ferru itp. Po obiedzie, wracamy jeepami na parking w okolicach źródła Su Gologone, krótki spacer i zwiedzanie źródła a następnie transfer autokarem do hotelu. Kolacja i nocleg."
          }
        ],
        [
          {
            "type": "heading",
            "style": {
              "fontSize": 14
            },
            "text": "Dzień 4. 18.05.2018"
          },
          {
            "type": "paragraph",
            "style": {},
            "text": ">Dzień przeznaczony na plażowanie i relaks. Posiłki w hotelu: 07:30-09:30 - śniadanie, 12:30-14:30 - obiad, 19:30 - kolacja w restauracji hotelowej"
          }
        ],
        [
          {
            "type": "heading",
            "style": {
              "fontSize": 14
            },
            "text": "Dzień 5. 19.05.2018"
          },
          {
            "type": "paragraph",
            "style": {},
            "text": "Śniadanie w hotelu. 10:00 wykwaterowanie z hotelu, przejazd w kierunku Olbii. 11:30 Przyjazd do winnicy. Zwiedzanie połączone wraz z degustacją win wraz z przekąskami (wędliny i sery). Lekki lunch. Przejazd na lotnisko w Olbii. Godz. 16:45 wylot w stronę Polski z międzylądowanie w Monachium. Przylot do Warszawy o godz. 21:05."
          }
        ]
      ]
    },
    "map": {
      "region": {
        "latitude": 0,
        "longitude": 0
      },
      "route": null
    },
    "hotels": {
      "items": [
        {
          "image": "http://www.bctincentive.pl/program-wsparcia-sprzedazy/cms/img/u/sardynia/m/sardynia11.jpg",
          "name": "Club Hotel Baja Sardinia****",
          "content": [
            {
              "type": "paragraph",
              "style": {},
              "text": "Club Hotel Baja Sardinia**** to doskonały wybór na prawdziwe włoskie wakacje. Obiekt położony jest w samym centrum miejscowości Baia Sardinia, skąd blisko do okolicznych sklepów, restauracji i rozrywek. Hotel znajduje się bezpośrednio przy prywatnej plaży, z bogatą ofertą sportów wodnych. Dodatkową atrakcją jest możliwość udania się w rejs po okolicznych wodach. Na smakoszy czekają regionalne dania serwowane w hotelowej restauracji."
            },
            {
              "type": "paragraph",
              "style": {},
              "text": "Obiekt oferuje prywatną plażę oraz panoramiczne widoki na Morze Śródziemne. Do dyspozycji Gości oddana jest całodobowa recepcja, można skorzystać również z dwóch barów. Hotelowe restauracje serwują dania kuchni włoskiej, śródziemnomorskiej oraz owoce morza. Z bezpłatnego Wi-Fi można skorzystać w hotelowym lobby. Wszystkie eleganckie pokoje wyposażone są w wannę lub prysznic, centralnie sterowaną klimatyzację, sejf (bezpłatny), minibar (płatny) telewizję satelitarną oraz telefon."
            }
          ]
        }
      ]
    },
    "fly": {
      "title": "Przelot i bagaż",
      "image": "http://www.bctincentive.pl/program-wsparcia-sprzedazy/cms/img/u/Strona_demo/m/airplane-flight-sunset-1920x1200.jpg",
      "content": [
        {
          "type": "heading",
          "style": {},
          "text": "Nasz przelot realizowany będzie liniami Lufthansa. Jest to największy niemiecki przewoźnik lotniczy, którego siedziba główna mieści się w Kolonii. Oferuje przeloty do Niemiec, Europy, jak również do wielu miejsc na całym świecie."
        },
        {
          "type": "paragraph",
          "style": {},
          "text": "Główna baza Lufthansy znajduje się we Frankfurcie nad Menem przy międzynarodowym porcie lotniczym. Jest to jednocześnie główny węzeł komunikacyjny Lufthansy. Drugim jest międzynarodowy port lotniczy w Monachium.Lufthansa jest liderem międzynarodowego porozumienia przewoźników Star Alliance. Flota Lufthansy liczy w chwili obecnej ponad 300 samolotów."
        },
        {
          "type": "heading",
          "style": {},
          "text": "Zbiórka przy dedykowanym stanowisku odpraw BCT o godzinie 08:30"
        },
        {
          "type": "heading",
          "style": {
            "marginBottom": 10
          },
          "text": "Rozkład lotu:"
        },
        {
          "type": "paragraph",
          "style": {
            "marginBottom": 5
          },
          "text": "15.05.2018 Warszawa 10:30 - Frankfurt 12:15"
        },
        {
          "type": "paragraph",
          "style": {
            "marginBottom": 5
          },
          "text": "Frankfurt 16:00 - Olbia 17:50"
        },
        {
          "type": "paragraph",
          "style": {
            "marginBottom": 5
          },
          "text": "19.05.2018 Olbia 16:45 - Monachium 18:20"
        },
        {
          "type": "paragraph",
          "style": {
            "marginBottom": 5
          },
          "text": "Monachium 19:35 - Warszawa 21:05"
        },
        {
          "type": "heading",
          "style": {
            "marginBottom": 10
          },
          "text": "Bagaż klasa Ekonomiczna Classic:"
        },
        {
          "type": "paragraph",
          "style": {},
          "text": "Do 23 kg. Maksymalne wymiary sztuki bagażu nadanego, bez względu na klasę, nie mogą przekroczyć 158 cm (szerokość + długość + wysokość)."
        },
        {
          "type": "heading",
          "style": {
            "marginBottom": 10
          },
          "text": "Bagaż podręczny:"
        },
        {
          "type": "paragraph",
          "style": {},
          "text": "Do 8 kg. Wymiary bagażu podręcznego: 55 x 40 x 23 cm. Dokumenty, lekarstwa, przedmioty wartościowe, telefony komórkowe i laptopy należy przewozić w bagażu podręcznym zabieranym na pokład."
        },
        {
          "type": "paragraph",
          "style": {},
          "text": "Następujące przedmioty muszą być przewożone wyłącznie w bagażu podręcznym i nie wolno ich przewozić w luku bagażowym samolotu: systemy ogniw paliwowych i zapasowe wkłady paliwowe, przenośne koncentratory tlenu, zapałki i zapalniczki, zapasowe baterie (litowo-metalowe, litowo-jonowe) oraz papierosy elektroniczne. Podczas przelotu serwowana jest przekąska, bądź kanapka, kawa, herbata oraz napoje bezalkoholowe i alkoholowe."
        }
      ]
    }
  }
}